Repository: Paving-Base/APK-Installer
Catalog: APKInstaller/APKInstaller/Strings/*/InstallPage.resw
Source language: en_us
Languages: ar_sa, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, nl_nl, ro_ro, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_latn, zh_tw

# HasNewerVersion
source: A newer version is already installed
ar_sa: تم تثبيت نسخة أحدث بالفعل
de_de: Eine neuere Version ist bereits installiert
el_gr: Μια νεότερη έκδοση είναι ήδη εγκατεστημένη
es_es: Una versión más nueva ya está instalada
fa_ir: در حال حاضر جدیدترین نسخه نصب شده است
fi_fi: Uusin version on jo asennettu
fr_fr: Une version plus récente est déjà installée
he_il: גרסה חדשה יותר כבר מותקנת
hu_hu: Egy újabb verzió már telepítve van
id_id: Versi yang lebih baru sudah diinstal
it_it: Una versione più recente è già installata
ja_jp: 新しいバージョンはすでにインストールされています
ko_kr: 최신 버전이 이미 설치되어 있습니다.
nl_nl: Een nieuwere versie is al geïnstalleerd
ro_ro: O versiune mai nouă este deja instalată
ru_ru: Новая версия уже установлена
tr_tr: Daha yeni bir sürüm zaten yüklü
uk_ua: Новіша версія вже встановлена
vi_vn: Phiên bản mới hơn đã được cài đặt
zh_latn: Yǐ ānzhuāng xīn bǎnběn
zh_tw: 已安裝新版本

# HasNewerVersionInfo
source: You already have installed a new version {0} of this app. Are you sure to reinstall version {1}?
ar_sa: لقد قمت بالفعل بتثبيت إصدار جديد {0} من هذا التطبيق. هل أنت متأكد من إعادة تثبيت الإصدار {1}؟
de_de: Sie haben bereits eine neue Version von {0} installiert. Sind Sie sicher, dass Sie Version {1} neu installieren möchten?
el_gr: Έχετε ήδη εγκαταστήσει μια νέα έκδοση {0} αυτής της εφαρμογής. Είστε βέβαιοι ότι θα επανεγκαταστήσετε την έκδοση {1};
es_es: Ya has instalado una versión {0} más nueva de esta aplicación. ¿Estás seguro de que quieres reinstalar la versión {1}?
fi_fi: Olet jo asentanut uuden version {0} tästä ohjelmasta. Oletko varma että haluat uudelleen asentaa version {1}?
fr_fr: Vous avez déjà installé une nouvelle version {0} de cette application. Êtes-vous sûr de vouloir réinstaller la version {1} ?
he_il: כבר התקנת גירסה חדשה {0} של יישום זה. האם אתה בטוח שתתקין מחדש את גירסה {1}?
hu_hu: Már telepítetted az app új, {0} verzióját. Biztos, hogy újra akarod telepíteni a(z) {1} verziót?
id_id: Anda sudah memiliki versi baru {0} yang diinstal di aplikasi ini. Apakah anda yakin ingin menginstal ulang versi {1}?
it_it: Hai già installato una nuova versione {0} di quest'app. Sei sicuro di voler reinstallare la versione {1}?
ja_jp: 既にこのアプリの新しいバージョン {0} がインストールされています。 {1} をインストールし直してもよろしいですか？
ko_kr: 이 앱의 새 버전 {0} 을 이미 설치했습니다. 버전 {1} 을(를) 다시 설치하시겠습니까?
nl_nl: U heeft al de nieuwere versie {0} geïnstalleerd. Weet u zeker dat u versie {1} opnieuw wilt installeren?
ro_ro: Ați instalat deja o nouă versiune {0} a acestei aplicații. Sigur reinstalați versiunea {1}?
ru_ru: У вас уже установлена новая версия {0} этого приложения. Вы уверены, что хотите переустановить версию {1}?
sv_se: Du har redan installerat en ny version {0} av denna app. Är du säker på att installera om version {1}?
tr_tr: Bu uygulamanın {0} yeni bir sürümü zaten yüklü. {1} sürümünü yeniden yüklemek istediğinize emin misiniz?
uk_ua: Ви вже встановили нову версію {0} цієї програми. Ви впевнені, що хочете перевстановити версію {1}?
vi_vn: Bạn đã cài đặt phiên bản mới {0} của ứng dụng này. Bạn có chắc chắn cài đặt lại phiên bản {1} không?
zh_latn: Nín yǐjīng ānzhuāng le cǐ yìngyòng de xīn bǎnběn {0}. Shìfǒu quèshí yào chóngxīnānzhuāng bǎnběn {1}?
zh_tw: 您已經安裝了此應用程式的新版本 {0}。您確定要重新安裝版本 {1} 嗎？

# HowToConnect
source: How to connect WSA
ar_sa: كيف يمكن ربط WSA
de_de: So verbinden Sie WSA
el_gr: Πώς να συνδέσετε το WSA
es_es: Cómo conectar WSA
fa_ir: نحوه اتصال WSA
fi_fi: Miten yhdistää WSA
fr_fr: Comment se connecter à WSA
he_il: כיצד לחבר את WSA
hu_hu: A WSA csatlakoztatása
id_id: Bagaimana cara menghubungkan WSA
it_it: Come connettere WSA
ja_jp: WSAを接続する方法
ko_kr: WSA 연결 방법
nl_nl: Hoe maak je verbinding met WSA
ro_ro: Cum să conectezi WSA
ru_ru: Как подключиться к WSA
sv_se: Hur man ansluter enhet
tr_tr: WSA'ya nasıl bağlanılır
uk_ua: Як підключити підсистему Windows для Android
vi_vn: Cách kết nối WSA
zh_latn: Rúhé liánjiē Android zǐxìtǒng
zh_tw: 如何連線至 WSA

# HowToConnectInfo
source: 1. Please make sure APK Installer has been updated to the latest version 2. Make sure you have the Android Subsystem installed and running 3. Turn on developer mode and make sure the IP address is displayed successfully 4. Reopen APK Installer and continue your installation [Learn More]({0})
ar_sa: 1. الرجاء التأكد من أن تثبيت APK قد تم تحديثه إلى أحدث إصدار 2. تأكد من أن لديك نظام أندرويد الفرعي مثبت وتشغل 3. قم بتشغيل وضع المطور وتأكد من عرض عنوان IP بنجاح 4. إعادة فتح تثبيت APK ومواصلة التثبيت الخاص بك [معرفة المزيد]({0})
de_de: 1. Bitte vergewissern Sie sich, dass der APK Installer auf die neueste Version aktualisiert wurde. 2. Vergewissern Sie sich, dass Sie das Android-Subsystem installiert haben und es läuft. 3. Schalten Sie den Entwicklermodus ein und stellen Sie sicher, dass die IP-Adresse erfolgreich angezeigt wird 4. Öffnen Sie APK Installer erneut und setzen Sie die Installation fort [Mehr erfahren]({0})
el_gr: 1. Βεβαιωθείτε ότι ο εγκαταστάτης APK έχει ενημερωθεί στην τελευταία έκδοση 2. Βεβαιωθείτε ότι έχετε εγκατεστημένο το υποσύστημα Android και εκτελείτε 3. Ενεργοποιήστε τη λειτουργία προγραμματιστή και βεβαιωθείτε ότι η διεύθυνση IP εμφανίζεται με επιτυχία 4. Ανοίξτε ξανά το APK Installer και συνεχίστε την εγκατάστασή σας [Μάθετε Περισσότερα]({0})
es_es: 1. Por favor, asegúrate de que APK Installer ha sido actualizado a la última versión 2. Asegúrate de que tienes el Subsistema Android instalado y ejecutando 3. Activa el modo de desarrollador y asegúrate de que la dirección IP se muestra con éxito 4. Reabre APK Installer y continúa tu instalación [Saber más]({0})
fa_ir: 1. لطفا مطمئن شوید که APK Installer به آخرین نسخه به روز شده است 2. مطمئن شوید که زیرسیستم اندروید را نصب و اجرا کرده اید 3. حالت توسعه دهنده را روشن کنید و مطمئن شوید که آدرس IP با موفقیت نمایش داده شده است 4. APK Installer را دوباره باز کنید و نصب خود را ادامه دهید
fi_fi: 1. Varmista että APK Asentaja on päivitetty uusimpaan versioon 2. Varmista että sinulla on Android Subsystem ladattuna ja käynnissä 3. Laita kehittäjä tila päälle ja tarkista että IP-osoite näkyy oikein 4. Avaa APK Asentaja uudelleen ja jatka asennusta [Lue Lisää]({0})
fr_fr: 1. Assurez-vous que APK Installer a été mis à jour avec la dernière version 2. Assurez-vous que le sous-système Android est installé et fonctionne 3. Activez le mode développeur et assurez-vous que l'adresse IP s'affiche correctement. 4. Rouvrez APK Installer et poursuivez votre installation. [En savoir plus]({0})
he_il: 1. ודא שמתקין APK עודכן לגרסה האחרונה 2. ודא שיש לך את מערכת המשנה אנדרואיד מותקן ופועל 3. הפעל את מצב המפתח וודא שכתובת ה- IP מוצגת בהצלחה 4. פתח מחדש את מתקין ה- APK והמשך בהתקנה [מידע נוסף] ({0})
hu_hu: 1. Győződj meg arról, hogy az APK Telepítő a legújabb verzióra frissült. 2. Győződj meg arról, hogy az Android Subsystem telepítve van és fut. 3. Kapcsold be a fejlesztői módot, és ellenőrizd, hogy az IP-cím sikeresen megjelenik-e. 4. Nyisd meg újra az APK Telepítőt és folytasd a telepítést [Bővebben]({0})
id_id: 1. Pastikan Penginstal APK telah diperbarui ke versi terbaru 2. Pastikan Anda telah menginstal dan menjalankan Subsistem Android 3. Aktifkan mode pengembang dan pastikan alamat IP berhasil ditampilkan 4. Buka kembali Penginstal APK dan lanjutkan penginstalan Anda [Pelajari Lebih Lanjut]({0})
it_it: 1. Assicurati che APK Installer sia stato aggiornato all'ultima versione 2. Assicurati di aver installato e avviato il sottosistema Android 3. Attiva la modalità sviluppatore e assicurati che l'indirizzo IP sia visualizzato correttamente 4. Riavviare APK Installer e continuare l'installazione [Ulteriori informazioni]({0})
ja_jp: 1. APKインストーラが最新のバージョンに更新されているか確認します。 2. Android用Windowsサブシステムがインストールされており、実行さていることを確認します。 3. 開発者モードを有効にし、IPアドレスが表示されていることを確認します。 4. APKインストーラを再起動し、インストールを続行します。 [詳細を見る]({0})
ko_kr: 1. APK 설치 관리자가 최신 버전으로 업데이트되었는지 확인하세요. 2. Android 하위 시스템이 설치되어 실행 중인지 확인합니다. 3. 개발자 모드를 켜고 IP 주소가 제대로 표시되는지 확인합니다. 4. APK 설치 관리자를 다시 열고 설치를 계속합니다. [자세히 알아보기]({0})
nl_nl: 1. Zorg ervoor dat de APK Installer is bijgewerkt naar de laatste versie 2. Zorg ervoor dat het Android Subsysteem is geïnstalleerd en wordt uitgevoerd 3. Schakel Ontwikkelaarsmodus in en zorg ervoor dat het IP-adres wordt weergegeven 4. Open APK Installer opnieuw en ga verder met de installatie [Meer informatie]({0})
ro_ro: 1. Asigurați-vă că APK Installer a fost actualizat la ultima versiune 2. Asigurați-vă că aveți instalat și funcțional Subsistemul Android pentru Windows 3. Activați modul dezvoltator și asigurați-vă că adresa IP este afișată cu succes 4. Redeschide-ți APK Installer și continuați instalarea [Aflați mai multe]({0})
ru_ru: 1. Пожалуйста, убедитесь, что программа APK Installer была обновлена до последней версии 2. Убедитесь, что у вас установлена и запущена подсистема Windows для Android 3. Включите режим разработчика и убедитесь, что IP-адрес отображается корректно 4. Перезапустить установщик APK и продолжить установку [Подробнее]({0})
sv_se: 1. Kontrollera att APK Installer har uppdaterats till den senaste versionen 2. Se till att du har Android Subsystem installerat och kör 3. Slå på utvecklarläget och se till att IP-adressen visas framgångsrikt 4. Öppna APK Installer igen och fortsätt din installation [Läs mer]({0})
tr_tr: 1. Lütfen APK Installer'ın en son sürüme güncellendiğinden emin olun 2. Android Alt Sisteminin kurulu ve çalışır durumda olduğundan emin olun 3. Geliştirici modunu açın ve IP adresinin başarıyla görüntülendiğinden emin olun 4. APK Installer'ı yeniden açın ve kurulumunuza devam edin [Daha Fazla Bilgi]({0})
uk_ua: 1. Переконайтеся, що Інсталятор APK оновлено до останньої версії 2. Переконайтеся, що підсистема Android встановлена ​​та запущена 3. Увімкніть режим розробника та переконайтеся, що IP-адреса відображається успішно 4. Знову відкрийте Інсталятор APK і продовжте встановлення [Докладніше]({0})
vi_vn: 1. Hãy đảm bảo rằng APK Installer đã được cập nhật lên phiên bản 2 mới nhất. Đảm bảo rằng bạn đã cài đặt và chạy Hệ thống con Android 3. Bật chế độ nhà phát triển và đảm bảo địa chỉ IP được hiển thị thành công 4. Mở lại Trình cài đặt APK và tiếp tục cài đặt
zh_latn: 1. Qǐng quèbǎo APK Installer yǐjīng gēngxīn dào le zuìxīn bǎnběn 2. Qǐng quèbǎo'nín yǐjīng ānzhuāng bìng yùnxíng le Android zǐxìtǒng 3. Dǎkāi kāifā'rényuán móshì, bìng quèbǎo chénggōng xiǎnshì le IP dìzhǐ 4. Chóngxīn dǎkāi APK Installer, jìxù nín de ānzhuāng [Liǎojiě gèngduō]({0})
zh_tw: 1. 請確保 APK Installer 已經更新至最新版本 2. 請確保您已經安裝並執行了 Android 子系統 3. 開啟開發人員模式，並確保成功顯示了 IP 位址 4. 重新開啟 APK Installer，繼續您的安裝 [瞭解更多]({0})

# IconFlyoutItem.Text
source: Icon
ar_sa: الصورة الرمزية
de_de: Symbol
el_gr: Εικονίδιο
es_es: Icono
fa_ir: نماد
fi_fi: Kuvake
fr_fr: Icône
he_il: סמל
hu_hu: Ikon
id_id: Ikon
it_it: Icona
ja_jp: アイコン
ko_kr: 아이콘
nl_nl: Icoon
ro_ro: Pictogramă
ru_ru: Иконка
sv_se: Ikon
tr_tr: Simge
uk_ua: Іконка
vi_vn: Biểu tượng
zh_latn: Túbiāo
zh_tw: 圖示

source: I Know
ar_sa: أعرف
de_de: Ich weiß
el_gr: Το γνωρίζω
es_es: Lo sé
fa_ir: می دانم
fi_fi: Tiedän
fr_fr: Je sais
he_il: אני יודע
hu_hu: Tudom
id_id: Aku Tahu
it_it: Ok
ja_jp: 分かりました
ko_kr: 알겠습니다
nl_nl: Ik begrijp het
ro_ro: Știu
ru_ru: Ок
sv_se: Jag vet
tr_tr: Biliyorum
uk_ua: Я знаю
vi_vn: Tôi biết
zh_latn: Zhīdào le
zh_tw: 瞭解了

source: Incompatible App
ar_sa: قائمة غير متوافقة
de_de: Inkompatible App
el_gr: Μη Συμβατή Εφαρμογή
es_es: Aplicación incompatible
fa_ir: برنامه ناسازگار
fi_fi: Yhteensopimaton Sovellus
fr_fr: Application incompatible
he_il: אפליקציה לא תואמת
hu_hu: Inkompatibilis alkalmazás
id_id: Aplikasi Tidak Kompatibel
it_it: App Incompatibile
ja_jp: 互換性のないアプリ
ko_kr: 호환되지 않는 앱
nl_nl: Incompatibele Applicatie
ro_ro: Aplicație incompatibilă
ru_ru: Несовместимое приложение
sv_se: Inkompatibel app
tr_tr: Uyumsuz Uygulama
uk_ua: Несумісний додаток
vi_vn: Ứng dụng không tương thích
zh_latn: Bù jiānróng de yìngyòng
zh_tw: 不相容的應用程式

# IncompatibleAppInfo
source: The minimum required for this app is {0}. Your device supports {1}. Please update your device or choose order package.
ar_sa: الحد الأدنى المطلوب لهذا التطبيق هو {0}. جهازك يدعم {1}. الرجاء تحديث جهازك أو اختيار حزمة الطلب.
de_de: Das für diese App erforderliche Minimum ist {0}. Ihr Gerät unterstützt {1}. Bitte aktualisieren Sie Ihr Gerät oder wählen Sie ein Bestellpaket.
el_gr: Το ελάχιστο που απαιτείται για αυτή την εφαρμογή είναι {0}. Η συσκευή σας υποστηρίζει {1}. Παρακαλούμε ενημερώστε τη συσκευή σας ή επιλέξτε το πακέτο παραγγελίας.
es_es: El mínimo requerido para esta aplicación es {0}. Tu dispositivo soporta {1}. Por favor actualiza tu dispositivo o elige ordenar paquete.
fa_ir: حداقل مورد نیاز برای این برنامه {0} است. دستگاه شما از {1} پشتیبانی می کند. لطفاً دستگاه خود را به روز کنید یا بسته سفارش را انتخاب کنید.
fi_fi: Vähimmäisvaatimukset tälle sovellukselle ovat {0}. Sinun laitteesi tukee {1}. Vaihda laitteesi parempaan tai valitse tilauspaketti.
fr_fr: Le minimum requis pour cette application est {0}. Votre appareil prend en charge {1}. Veuillez mettre à jour votre appareil ou choisir la formule de commande.
he_il: המינימום הנדרש עבור יישום זה הוא {0}. המכשיר שלך תומך {1}. אנא עדכן את המכשיר שלך או בחר חבילת הזמנה.
hu_hu: Az apphoz legalább {0} szükséges. Az eszközöd {1}-t támogatja. Frissítsd az eszközödet, vagy válassz megfelelő csomagot.
id_id: Persyaratan minimum untuk aplikasi ini adalah {0}. Perangkat Anda mendukung {1}. Perbarui perangkat Anda atau pilih paket pesanan.
it_it: La versione minima necessaria per quest'app è {0}. Il tuo dispositivo supporta la {1}. Sei pregato di aggiornare il tuo dispositivo o di scegliere un pacchetto precedente.
ja_jp: お使いのデバイスはSDKバージョン {1} を使用していますが、このアプリを実行するために必要な最小SDKバージョンは {0} です。お使いのデバイスを更新するか、このバージョンより古いパッケージを使用してください。
ko_kr: 이 앱에 필요한 최소값은 {0} 입니다. 장치가 {1} 을(를) 지원합니다. 장치를 업데이트하거나 다른 패키지를 선택하세요.
nl_nl: Minimale vereiste voor deze app is {0}. Uw apparaat ondersteunt {1}. Update uw apparaat of kies een ander pakket.
ro_ro: Minimul necesar pentru această aplicație este {0}. Dispozitivul dvs. suportă {1}. Vă rugam să vă actualizați dispozitivul sau alegeți un pachet mai vechi.
ru_ru: Для этого приложения требуется минимум {0}. Ваше устройство поддерживает {1}. Пожалуйста, обновите ваше устройство или выберите другой пакет.
tr_tr: Bu uygulama için gereken minimum konfigürasyon {0}'dir. Cihazınız {1}'i destekliyor. Lütfen cihazınızı güncelleyin veya sipariş paketini seçin.
uk_ua: Для цієї програми потрібно мінімум {0}. Ваш пристрій підтримує {1}. Будь ласка, оновіть пристрій або виберіть інший пакет.
vi_vn: Yêu cầu tối thiểu cho ứng dụng này là {0}. Thiết bị của bạn hỗ trợ {1}. Vui lòng cập nhật thiết bị của bạn hoặc chọn gói đặt hàng.
zh_latn: Cǐ yìngyòng zuìdī yāoqíu {0}, nín de shèbèi zhīchí {1}. Qǐng gēngxīn nín de shèbèi huò xuǎnzé jiùbǎnběn ānzhuāngbāo.
zh_tw: 此應用程式的最低要求 {0}，您的裝置支援 {1}。請更新您的裝置或選擇舊版本套件。

# InfosFlyoutItem.Text
source: Infos
de_de: Informationen
es_es: Información
fa_ir: اطلاعات
fi_fi: Tiedot
he_il: מידע
hu_hu: Infók
id_id: Informasi
it_it: Info
ja_jp: 情報
ko_kr: 정보
nl_nl: Informatie
ro_ro: Informații
ru_ru: Информация
tr_tr: Bilgiler
uk_ua: Інформація
vi_vn: Thông tin
zh_latn: Xìnxī
zh_tw: 資訊

source: Install
ar_sa: تثبيت
de_de: Installieren
el_gr: Εγκατάσταση
es_es: Instalar
fa_ir: نصب
fi_fi: Asenna
fr_fr: Installer
he_il: התקן
hu_hu: Telepít
id_id: Instal
it_it: Installa
ja_jp: インストール
ko_kr: 설치
nl_nl: Installeren
ro_ro: Instalare
ru_ru: Установить
sv_se: Installera
tr_tr: Yükle
uk_ua: Встановити
vi_vn: Cài đặt
zh_latn: Ānzhuāng
zh_tw: 安裝

# InstalledFormat
source: {0} is ready!
ar_sa: {0} مستعد!
de_de: {0} ist bereit!
el_gr: {0} είναι έτοιμο!
es_es: ¡{0} está listo!
fa_ir: {0} آماده است!
fi_fi: {0} on valmis!
fr_fr: {0} est prêt !
he_il: {0} מוכן!
hu_hu: {0} készen áll!
id_id: {0} sudah siap!
it_it: {0} è pronta!
ja_jp: {0} の準備ができました！
ko_kr: {0} 이(가) 준비되었습니다!
nl_nl: {0} is klaar!
ro_ro: {0} este gata!
ru_ru: {0} установлено!
tr_tr: {0} hazır!
uk_ua: {0} встановлено!
vi_vn: {0} đã sẵn sàng!
zh_latn: {0} yǐ zhǔnbèijiùxù!
zh_tw: {0} 已就緒！

# InstallFormat
source: Install {0}?
ar_sa: تثبيت {0}؟
de_de: {0} Installieren?
el_gr: Εγκατάσταση {0};
es_es: ¿Instalar {0}?
fa_ir: نصب {0}؟
fi_fi: Asenna {0}?
fr_fr: Installer {0} ?
he_il: להתקין {0}?
hu_hu: {0} települjön?
id_id: Instal {0}?
it_it: Installare {0}?
ja_jp: {0} をインストールしますか？
ko_kr: {0} 을(를) 설치하시겠습니까?
nl_nl: {0} installeren?
ro_ro: Instalați {0}?
ru_ru: Установить {0}?
sv_se: Installera {0}?
tr_tr: {0} Uygulaması yüklensin mi?
uk_ua: Встановити {0}?
vi_vn: Cài đặt {0}?
zh_latn: Ānzhuāng {0}?
zh_tw: 安裝 {0}？

source: Installing...
ar_sa: جاري التثبيت...
de_de: Installiere...
el_gr: Εγκατάσταση...
es_es: Instalando...
fa_ir: در حال نصب...
fi_fi: Asennetaan...
fr_fr: Installation...
he_il: התקן...
hu_hu: Telepítés...
id_id: Menginstal...
it_it: Installazione in corso...
ja_jp: インストール中...
ko_kr: 설치 중...
nl_nl: Installeren...
ro_ro: În curs de instalare...
ru_ru: Установка...
sv_se: Installerar...
tr_tr: Yükleniyor...
uk_ua: Встановлення...
vi_vn: Đang cài đặt...
zh_latn: Zhèngzài ānzhuāng……
zh_tw: 正在安裝…

# InstallOutputTextBlock.Text
source: Reason:
ar_sa: السبب:
de_de: Grund:
el_gr: Αιτία:
es_es: Causa:
fa_ir: دلیل:
fi_fi: Syy:
fr_fr: Raison :
he_il: סיבה:
hu_hu: Indok:
id_id: Alasan:
it_it: Motivo:
ja_jp: 原因:
ko_kr: 이유:
nl_nl: Reden:
ro_ro: Motiv:
ru_ru: Причина:
sv_se: Orsak:
tr_tr: Neden:
uk_ua: Причина:
vi_vn: Lý do:
zh_latn: Yuányīn:
zh_tw: 原因:

source: Install WSA
ar_sa: تثبيت WSA
de_de: WSA installieren
el_gr: Εγκατάσταση WSA
es_es: Instalar WSA
fa_ir: نصب WSA
fi_fi: Asenna WSA
fr_fr: Installer WSA
he_il: הפעל WSA
hu_hu: WSA telepítése
id_id: Instal WSA
it_it: Installa WSA
ja_jp: WSAをインストール
ko_kr: WSA 설치
nl_nl: Installeer WSA
ro_ro: Instalează WSA
ru_ru: Установить Подсистему Windows для Android
sv_se: Installera WSA
tr_tr: WSA'yı Yükle
uk_ua: Встановити WSA
vi_vn: Cài đặt WSA
zh_latn: Ānzhuāng WSA
zh_tw: 安裝 WSA

# InvalidPackage
source: The package is either corrupted or invalid.
ar_sa: الحزمة إما أنها فاسدة أو غير صالحة.
de_de: Das Paket ist beschädigt oder ungültig.
el_gr: Το πακέτο είναι είτε κατεστραμμένο ή άκυρο.
es_es: El paquete está corrupto o es inválido.
fa_ir: بسته یا خراب است یا نامعتبر.
fi_fi: Paketti on joku korruptoitunut tai virheellinen.
fr_fr: Le paquet est corrompu ou non valide.
he_il: החבילה פגומה או לא חוקית.
hu_hu: A csomag sérült vagy érvénytelen.
id_id: Paket rusak atau tidak valid.
it_it: Il pacchetto è danneggiato o non valido.
ja_jp: パッケージ無効、破損してしまっているかもしれません。
ko_kr: 패키지가 손상되었거나 올바르지 않습니다.
nl_nl: Het pakket is beschadigd of ongeldig.
ro_ro: Pachetul este corupt sau invalid.
ru_ru: Пакет повреждён или недействителен.
sv_se: Paketet är antingen skadat eller ogiltigt.
tr_tr: Paket bozuk veya geçersiz.
uk_ua: Пакет або пошкоджений, або недійсний.
vi_vn: Gói có thể bị hỏng hoặc không hợp lệ.
zh_latn: Ānzhuāngbāo yǐsǔnhuài huò wúxiào.
zh_tw: 套件已損毀或無效。

# InvalidURL
source: The URL is either Incomplete or invalid.
ar_sa: عنوان URL إما غير مكتمل أو غير صحيح.
de_de: Die URL ist unvollständig oder ungültig.
el_gr: Το URL είναι είτε ελλιπές ή άκυρη.
es_es: La URL es incompleta o inválida.
fa_ir: URL یا ناقص است یا نامعتبر.
fi_fi: URL-osoite on joko epätäydellinen tai virheellinen.
fr_fr: L'URL est soit incomplète, soit invalide.
he_il: כתובת האתר אינה שלמה או לא חוקית.
hu_hu: Az URL hiányos vagy érvénytelen.
id_id: URL tidak lengkap atau tidak valid.
it_it: L'URL è incompleto o non valido.
ja_jp: URLが不完全または無効です。
ko_kr: URL이 완전하지 않거나 올바르지 않습니다.
nl_nl: De URL is onvolledig of ongeldig.
ro_ro: URL-ul este fie incomplet, fie invalid.
ru_ru: Неправильный или недействительный URL-адрес.
tr_tr: URL Eksik veya geçersiz.
uk_ua: URL-адреса неповна або недійсна.
vi_vn: URL có thể bị thiếu hoặc không hợp lệ.
zh_latn: URL liànjiē bù wánzhěng huò wúxiào.
zh_tw: URL 連結不完整或無效。

source: Launch
ar_sa: تشغيل
de_de: Starten
el_gr: Εκκίνηση
es_es: Ejecutar
fa_ir: اجرا
fi_fi: Käynnistä
fr_fr: Démarrer
he_il: הפעל
hu_hu: Indít
id_id: Luncurkan
it_it: Avvia
ja_jp: 開く
ko_kr: 실행
nl_nl: Starten
ro_ro: Se lansează
ru_ru: Запустить
sv_se: Kör
tr_tr: Başlat
uk_ua: Запустити
vi_vn: Chạy
zh_latn: Qǐdòng
zh_tw: 啟動

source: Launching WSA...
ar_sa: جاري الإطلاق...
de_de: WSA wird gestartet...
el_gr: Εκκίνηση WSA...
es_es: Ejecutando WSA...
fa_ir: در حال اجرای WSA...
fi_fi: Käynnistetään WSA...
fr_fr: Démarrage de WSA...
he_il: הַשָׁקָהWSA...
hu_hu: A WSA indítása...
id_id: Meluncurkan WSA...
it_it: Avvio WSA in corso...
ja_jp: WSAを起動中...
ko_kr: WSA 실행 중...
nl_nl: WSA starten...
ro_ro: Se lansează WSA...
ru_ru: Запуск...
sv_se: Starta WSA...
tr_tr: WSA Başlatılıyor...
uk_ua: Запуск WSA...
vi_vn: Đang chạy WSA...
zh_latn: Zhèngzài qǐdòng WSA ……
zh_tw: 正在啟動 WSA…

# LaunchWhenReadyCheckbox.Content
source: Launch when ready
ar_sa: تشغيل عندما تكون جاهزة
de_de: Starten, wenn bereit
el_gr: Εκκίνηση όταν είστε έτοιμοι
es_es: Ejecuta cuando esté listo
fa_ir: وقتی آماده شد راه اندازی شود
fi_fi: Käynnistä kun valmis
fr_fr: Démarrer une fois prêt
he_il: הפעל כשמוכן
hu_hu: Indítás, ha kész
id_id: Luncurkan ketika sudah siap
it_it: Avvia quando pronto
ja_jp: 準備ができたら起動
ko_kr: 준비되면 실행
nl_nl: Start wanneer klaar
ro_ro: Lansează când ești gata
ru_ru: Запустить по мере готовности
sv_se: Starta när redo
tr_tr: Hazır olduğunda başlat
uk_ua: Запустити, коли буде готово
vi_vn: Chạy khi sẵn sàng
zh_latn: Dāng zhǔnbèijiùxù shí qǐdòng
zh_tw: 就緒時啟動

source: Loading...
ar_sa: التحميل...
de_de: Wird geladen...
el_gr: Φόρτωση...
es_es: Cargando...
fa_ir: درحال بارگذاری...
fi_fi: Ladataan...
fr_fr: Chargement...
he_il: טוען...
hu_hu: Betöltés...
id_id: Memuat...
it_it: Caricamento In Corso...
ja_jp: 読み込み中…
ko_kr: 로딩 중...
nl_nl: Bezig met laden...
ro_ro: Se încarcă...
ru_ru: Загрузка...
sv_se: Laddar...
tr_tr: Yükleniyor...
uk_ua: Завантаження...
vi_vn: Đang tải...
zh_latn: Jiāzài zhōng……
zh_tw: 正在載入…

# MoreInfoFlyoutItem.Text
source: More Info
ar_sa: معلومات أكثر
de_de: Weitere Infos
el_gr: Περισσότερες πληροφορίες
es_es: Más información
fa_ir: اطلاعات بیشتر
fi_fi: Lisätietoja
fr_fr: Plus d'infos
he_il: מידע נוסף
hu_hu: További információ
id_id: Info lebih lanjut
it_it: Ulteriori Informazioni
ja_jp: 詳しい情報
ko_kr: 추가 정보
nl_nl: Meer Informatie
ro_ro: Mai multe informații
ru_ru: Подробнее
sv_se: Mer info
tr_tr: Daha Fazla Bilgi
uk_ua: Детальніше
vi_vn: Tìm hiểu thêm
zh_latn: Xiángxìxìnxī
zh_tw: 更多資訊

# NoDevice
source: Cannot find Android Device
ar_sa: لا يمكن العثور على جهاز أندرويد
de_de: Android Gerät nicht gefunden
el_gr: Αδυναμία εύρεσης συσκευής Android
es_es: No se puede encontrar el dispositivo Android
fa_ir: نمی توان دستگاه Android را پیدا کرد
fi_fi: Android laitetta ei löydy
fr_fr: Impossible de trouver le périphérique Android
he_il: לא ניתן למצוא מכשיר אנדרואיד
hu_hu: Android eszköz nem található
id_id: Tidak dapat mencari Perangkat Android
it_it: Impossibile trovare il dispositivo Android
ja_jp: Android端末が見つかりません
ko_kr: Android 장치를 찾을 수 없습니다.
nl_nl: Kan Android Apparaat niet vinden
ro_ro: Nu se poate găsii un Dispozitiv Android
ru_ru: Устройство Android не найдено
sv_se: Kan inte hitta Android-enhet
tr_tr: Android Cihazı Bulunamıyor
uk_ua: Не вдається знайти пристрій Android
vi_vn: Không thể tìm thấy thiết bị Android
zh_latn: Zhǎo búdào Android shèbèi
zh_tw: 找不到 Android 裝置
